Repository: pol1000000/CryptoRatt
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Old password
fr: Ancien mot de passe

source: Incorrect password
fr: Mot de passe incorrect

source: Setting New password
fr: Enregistrer nouveau mot de passe

source: Please enter your new password twice.
fr: Veuillez entre votre nouveau mot de passe deux fois

source: So we can verify you typed it in correctly.
fr: Pour vérifier la saisie.

source: Change Password
fr: Modifier mot de passe

source: Delete API Key
fr: Supprimer Clé API

source: Please press confirm if you wish to delete this key
fr: Veuillez confirmer la suppression de cette clé

source: Name
fr: Nom

source: Created
fr: Créé

source: Confirm
fr: Confirmer

source: LDAP Error
fr: Erreur LDAP

source: Your LDAP server returned the following error:
fr: Votre serveur LDAP a renvoyé l'erreur suivante:

source: Further Info
fr: Plus d'infos

source: New API Key
fr: Nouvelle Clé API

source: Create
fr: Créer

source: Your Account
fr: Votre compte

source: Username
fr: Utilisateur

source: Email
fr: Adresse email

source: Two Factor Authentication
fr: Authentification à double facteur

source: Enabled
fr: Activé

source: Disable
fr: Désactiver

source: Backup Codes Left
fr: Codes de sauvegarde perdus.

source: View Codes
fr: Voir les codes

source: Disabled
fr: Désactivé

source: Enable now
fr: Activer maintenant

source: Last Password Change
fr: Mot de passe modifié le

source: Groups
fr: Groupes

source: Save Changes
fr: Enregistrer les modifications

source: Change password
fr: Modifier mot de passe

source: Set Password
fr: Définir le mot de passe

source: API Keys
fr: Clés API

source: Key Name
fr: Nom de la clé

source: Date generated
fr: Date de création

source: No API Keys available yet
fr: Pas de clés API disponibles pour l'instant

source: Current Sessions
fr: Sessions en cours

source: Device
fr: Appareil

source: IP Address
fr: Adresse IP

source: Last Activity
fr: Dernière activité

source: (This Session)
fr: (Cette session)

source: Backup Tokens
fr: Sauvegarder les jetons

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
fr: Les jetons de secours peuvent être utilisés lorsque vos numéros de téléphone principal et de secours ne sont pas disponibles. Les jetons de secours ci-dessous peuvent être utilisés pour la vérification de connexion. Si vous avez utilisé tous vos jetons de secours, vous pouvez générer une nouvelle série de jetons de secours. Seuls les jetons de secours ci-dessous seront valables.

source: Print these tokens and keep them somewhere safe.
fr: Imprimez ces jetons et gardez les à l'abris.

source: You don't have any backup codes yet.
fr: Vous n'avez encore aucun code de backup.

source: Back to Account Profile
fr: Retour au Profil

source: Generate Tokens
fr: Générer des jetons

source: Disable Two-factor Authentication
fr: Désactiver l'authentification double facteur

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
fr: Vous être sur le point de désactiver l'authentification double facteur. Êtes-vous certain de vouloir diminuer la sécurité de votre compte ?

source: Login
fr: Connexion

source: Enter your credentials.
fr: Entrez vos informations.

source: We are calling your phone right now, please enter the digits you hear.
fr: Nous vous appelons maintenant. Merci de saisir les numéros que vous entendez.

source: We sent you a text message, please enter the tokens we sent.
fr: Un SMS vous a été envoyé. Merci de saisir le code qui vous a été envoyé.

source: Please enter the tokens generated by your token generator.
fr: Merci de saisir le jeton généré par votre générateur de jeton.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
fr: Utilisez ce formulaire pour entrer des jetons de secours pour la connexion. Ces jetons ont été générés pour vous puissiez les imprimer et de conserver en toute sécurité. Merci de saisir un de ces jetons de secours pour vous connecter à votre compte.

source: Or, alternatively, use one of your backup phones:
fr: Ou, sinon, utiliser un des ces téléphones secondaires :

source: As a last resort, you can use a backup token:
fr: En dernier recours, vous pouvez utiliser un jeton de secours.

source: Use Backup Token
fr: Utiliser un jeton de secours

source: Enable Two-Factor Authentication
fr: Activer l'authentification à double facteur

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
fr: Vous êtes sur le point d'incrémenter la sécurité de votre compte. Suivez les étapes de cet assistant pour activer l'authentification à double facteur.

source: Please select which authentication method you would like to use.
fr: Merci de sélectionner la méthode d'authentification que vous souhaitez utiliser.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
fr: Pour commencer à utiliser un générateur de jetons, utilisez votre smartphone pour scanner le code QR ci-dessous. Utilisez par exemple Google Authenticator. Ensuite, saisir le jeton généré par l'application.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
fr: Saisir le numéro de téléphone sur lequel vous souhaitez recevoir les messages SMS. Ce numéro sera validé à l'étape suivante.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
fr: Saisir le numéro de téléphone sur lequel vous souhaitez être appelé. Ce numéro sera validé à l'étape suivante.

source: Warning!
fr: Attention!

source: This is the last chance that you will have to access the secret key. You should save it in a safe place now.
fr: C'est la dernière fois que vous aurez accès à la clé maître. Vous devriez en faire une copie et la garder en lieu sûr.

source: Your new API key has been created.
fr: Votre nouvelle clé API a été créée

source: Secret Key
fr: Clé secrète

source: Back to Profile
fr: Retour au Profil

source: Reset Password
fr: Réinitialiser mot de passe

source: Please specify your email address to receive instructions for resetting it.
fr: Veuillez spécifier votre adresse email pour recevoir les instructions nécessaires.

source: E-mail address
fr: Adresse email

source: Reset password
fr: Réinitialiser mot de passe

source: Password reset complete
fr: Réinitialisation du mot de passe est complète

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été enregistré. Vous pouvez dorénavant vous connecter.

source: Log in
fr: Connecter

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Change my password
fr: Modifier mon mot de passe

source: Password reset unsuccessful
fr: Réinitialisation du mot de passe a échoué

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien pour réinitialiser le mot de passe n'est plus valide et a déjà été utilisé. Veuillez recommencer le la réinitialisation

source: Password reset successful
fr: Réinitialisation du mot de passe a succédé

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous vous avons envoyé les instructions pour réinitialiser votre mot de passe à l'adresse email fournie. Vous devriez bientôt les recevoir.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s. Please go to the following page and choose a new password:
fr: Vous avez reçu ce message parce que vous voulez réinitialiser votre mot de passe pour votre compte sur %(site_name)s. Veuillez visiter la page suivante pour choisir un nouveau mot de passe.

source: Your username, in case you've forgotten: %(user.username)s Thanks for using our site! The %(site_name)s team.
fr: Votre identifiant de connexion, pour rappel: %(user.username)s Merci d'utiliser notre site! L'équipe %(site_name)s.

source: File size must be under %(maximumsize)s. Current file size is %(currentsize)s.
fr: La taille du fichier doit être inférieure à %(maximumsize)s. Votre fichier fait actuellement %(currentsize)s.

source: Please enter a valid HTTP/HTTPS URL
fr: Veuillez entrer une adresse HTTP/HTTPS conforme

source: Title
fr: Titre

source: URL
fr: Adresse

source: Password
fr: Mot de Passe

source: Markdown Description
fr: Description Markdown

source: Group
fr: Groupe

source: Users
fr: Utilisateurs

source: Added
fr: Ajouté

source: Changed
fr: Modifié

source: Only Metadata Changed
fr: Seules les métadonnées ont été modifiées.

source: Only Details Viewed
fr: Consultation des informations uniquement

source: Exported
fr: Exporté

source: Deleted
fr: Supprimé

source: Scheduled For Change
fr: Modification programmée

source: Password Viewed
fr: Mot de passe vu

source: You are about to delete this password. A staff member will be required if you want to undelete it.
fr: Vous êtes sur le point de supprimer un mot de passe. Un administrateur sera nécessaire pour le restaurer.

source: This credential has been deleted and is in the trash can. It is only visible to staff. You can alter it if you wish, its history will still be recorded. Click the undelete button to restore it. If you click the Delete Permanently button then the password, its entire history and all its audit logs will be removed.
fr: Cet identifiant a été supprimé et placé dans la corbeille. Seuls les administrateurs y ont accès. Vous pouvez le modifier à votre guise et l'historique sera conservé. Cliquez sur "restaurer" pour annuler la suppression. Le mot de passe, son historique et tout l'historique seront effacés si vous cliquez sur "Supprimer définitivement".

source: Hey there!
fr: Bonjour!

source: This credential is an historical version.
fr: Cet identifiant est une version antérieure.

source: Click here
fr: Cliquez ici

source: to see the latest version.
fr: pour voir la dernière version.

source: Change Required
fr: Modification nécessaire

source: This credential is on the change queue and should have its password changed as soon as possible.
fr: Cet identifiant est dans la liste de mots de passe à modifier et devrait être modifié dès que possible.

source: Why not
fr: Pourquoi ne pas

source: do it now
fr: le faire maintenant

source: Edit
fr: Modifier

source: History
fr: Historique

source: Delete
fr: Supprimer

source: Add to Change Queue
fr: Ajouter à la liste de mots de passe à modifier

source: Undelete
fr: Restaurer

source: Last Changed
fr: Dernière modification

source: Create Password
fr: Créer un mot de passe

source: Edit Password
fr: Editer le mot de passe

source: Submit
fr: Soumettre

source: Add New
fr: Ajouter

source: Apply a Tag
fr: Ajouter un tag

source: Download Keepass
fr: Télécharger Keepass

source: User
fr: Utilisateur

source: Prev
fr: Préc

source: Next
fr: Suiv

source: Matched Tags
fr: Tags correspondants

source: Export to Keepass
fr: Exporter vers Keepass

source: Please enter the password you would like the Keepass file to be encrypted with.
fr: Entrez le mot de passe avec lequel vous souhaitez chiffrer le fichier Keepass.

source: Export
fr: Exporter

source: Icons
fr: Icones

source: Close
fr: Fermer

source: Add New Tag
fr: Ajouter Tag

source: Tag Name:
fr: Tag:

source: Create Another
fr: Créer un autre

source: Password Generator
fr: Générateur de mot de passe

source: Must Have
fr: doit contenir

source: Can Have
fr: peut contenir

source: Lowercase Alphabet
fr: minuscules

source: Uppercase Alphabet
fr: majuscules

source: Numbers
fr: chiffres

source: Special
fr: caractères spéciaux

source: Spaces
fr: espaces

source: Password Length
fr: Longueur du Mot de passe

source: Cancel
fr: Annuler

source: Generate
fr: Générer

source: Type your Query
fr: Entrez votre requête

source: Search
fr: Rechercher

source: Deleting tag
fr: Supprimer tag

source: Count
fr: Compte

source: Rename
fr: Renommer

source: All Tags
fr: Tous les tags

source: Audit Logs
fr: Historique

source: Credential
fr: Identifiant

source: When
fr: Quand

source: More logs...
fr: Plus de logs...

source: All passwords
fr: Tous les mots de passe

source: Passwords tagged with %(tagname)s
fr: Mots de passe baliśes avec %(tagname)s

source: Passwords in group %(groupname)s
fr: Mots de passe dans le groupe %(groupname)s

source: Passwords for search "%(searchstring)s"
fr: Mots de passe pour : "%(searchstring)s"

source: Versions of: "%(credtitle)s"
fr: Historique des versions de : "%(credtitle)s"

source: That user is now disabled. Here is a list of passwords that they have viewed that have not since been changed. You probably want to add them all to the change queue.
fr: Cet utilisateur a été désactivé. Veuillez trouver la liste des mots de passe inchangés depuis la dernière fois que cet utilisateur y a eu accès. Il serait judicieux de les ajouter à la liste de mots de passe à modifier.

source: Changes required for "%(username)s"
fr: Modifications nécessaires pour "%(username)s"

source: Passwords in the trash
fr: Mots de passe dans la corbeille

source: Passwords on the Change Queue
fr: Liste des mots de passe à modifier

source: Unknown (Logs deleted)
fr: Inconnu (Logs effacés)

source: Choose
fr: Choisir

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Page not found
fr: Page non trouvée

source: This is not the page you are looking for, contact your systems administrator if you believe you have recieved this in error.
fr: Ce n'est pas la page que vous cherchez. Contactez votre administrateur système si vous pensez avoir reçu ceci par error.

source: Something went Splork!
fr: Quelque chose a planté !

source: Something went wrong and the server was unable to process this request. Check your servers error logs for more details.
fr: Quelque chose ne s'est pas déroulé correctement et le serveur n'a pas pu traiter cette requête. Vérifiez les journaux d'erreurs du serveur pour plus de détails.

source: If you would like to report an issue with RatticDB please visit
fr: Si vous voulez rapporter un problème rencontré avec RatticDB, merci de visiter

source: Github Issues
fr: Gestionnaire d'incidents Github

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utilisateur et mot de passe ne correspondent pas. Veuillez réessayer.

source: Welcome to Rattic
fr: Bienvenue sur Rattic

source: RatticDB Logo
fr: Logo RatticDB

source: Passwords
fr: Mots de passe

source: Change Queue
fr: Liste de mots de passe à modifier

source: Staff Management
fr: Gestion des utilisateurs

source: Help
fr: Aide

source: All Passwords
fr: Tous les mots de passe

source: Logout
fr: Déconnexion

source: You
fr: Vous

source: Welcome %(username)s.
fr: Bienvenue %(username)s

source: Profile
fr: Profil

source: Add Favourite Tags on the
fr: Ajouter vos tags favoris dans votre

source: profile
fr: profil

source: page to see them here.
fr: pour les faire apparaître ici.

source: If you are a member of any groups, you will see them listed here.
fr: Si vous être membre de certains groupes, vous les verrez listés ici.

source: Forgotten password?
fr: Mot de passe oublié ?

source: Passwords do not match
fr: Les mots de passe ne sont pas identiques

source: Could not read keepass file, the password you gave may not be correct.
fr: Impossible de lire le fichier Keepass, le mot de passe fourni est peut-être incorrect.

source: That file does not appear to be a valid KeePass file.
fr: Ce fichier ne semble pas être un fichier Keepass valide.

source: Audit Logs for password &apos;%(cred_title)s&apos;
fr: Consulter l'historique pour le mot de passe &apos;%(cred_title)s&apos;

source: Audit Logs for user &apos;%(username)s&apos;
fr: Consulter l'historique pour l'utilisateur &apos;%(username)s&apos;

source: Audit Logs going back %(item)s days ago
fr: Voir l'historique pour les %(item)s derniers jours

source: Changes for user: %(username)s
fr: Modifications pour l'utilisateur : %(username)s

source: We noticed that you are disabling a user account, or removing groups from a user. To help you RatticDB has analysed the auditlogs to see what passwords the user knows, and no longer has access to. We recommend that you add all these passwords to the change queue. To do this press the &quot;Add to Change Queue&quot; button, if you don't want to change some of the passwords, simply uncheck them first.
fr: Vous être en train de désactiver un compte, ou supprimer des groupes d'un utilisateur. RatticDB a analysé l'historique pour vous assister. Voici la liste des mots de passe que cet utilisateur connaît et dont l'accès a été supprimé. Il est recommandé de les ajouter à la liste de mots de passe à modifier. Pour ce faire, cliquez sur le bouton "ajouter à liste de mots de passe à modifier". Si vous ne voulez pas ajouter certains mots de passe à la liste, veuillez les décocher.

source: Delete Group
fr: Supprimer le groupe

source: Deleting this group will delete every password underneath it.
fr: Supprimer ce groupe supprimera tous les mots de passe inclus.

source: Delete forever
fr: Supprimer définitivement

source: Create Group
fr: Créer un groupe

source: Edit Group
fr: Editer le groupe

source: Staff
fr: Administrateurs

source: Staff Manage
fr: Gestion des utilisateurs

source: Add User
fr: Ajouter Utilisateur

source: Add Group
fr: Ajouter Groupe

source: Import Keepass
fr: Importer depuis Keepass

source: View Trash
fr: Voir la corbeille

source: Audit One Week
fr: Historique de la semaine

source: email
fr: adresse email

source: Access Groups
fr: Groupes

source: Import Overview
fr: Importer

source: Import
fr: Importer

source: Skip
fr: Ignorer

source: Password Import
fr: Importer un mot de passe

source: Keepass Import
fr: Importer depuis Keepass

source: We recommend that you import your keepass data into a seperate group, then adjust the group on each password as required.
fr: Il est recommandé d'importer vos données Keepass dans un groupe distinct, et de définir le groupe sur chaque mot de passe au besoin.

source: Deleting this user will remove any associated auditlogs, maybe deactivate their account instead?
fr: Supprimer cet utilisateur effacera les journaux d'historique. Peut être devriez-vous désactiver leur compte?

source: Confirm Delete
fr: Confirmer la suppression

source: Disable Two Factor
fr: Désactiver l'authentification double facteur

source: Create User
fr: Créer un utilisateur

source: Edit User
fr: Modifier l'utilisateur
